DIALOGUES = {
    "stage1": {
        "name": "門番",
        
        "initial": "なんだお前は！ここは通さないぞ！",
        "hobby": "俺が好きなことと言えば、うまい酒を飲むことくらいだ",
        "worry": "最近酒が高いんだよなぁ",
        "reason": "この仕事は金払いがいいからな",
        "give_alcohol": "俺は酒場で買ってすぐ飲むのが好きなんだ！",
        "give_money": "......いくら出す？",
        "under_99": "そんなはした金じゃ話にならねえ",
        "over_1000": "そんな大金怪しくて受け取れねえ",
        "success": "……しょうがねえ、通りな",
        "default": "何と言ってもここは通さないぞ！",
        "after_success": "さっさと行けよ",
        
    },
    
    "stage2": {
    },
    
    "stage3": {
    },
}